segundo_semestre/programacao_web/docker-code-main/www/codeigniter4/app/Controllers/Client.php

  public function list()
  {
    $data = [
      'clients' => $this->ClientModel->paginate(5),
      'pager' => $this->ClientModel->pager
    ];
---
SELECT *
FROM `clients`
 LIMIT 5
SELECT COUNT(*) AS `numrows`
FROM `clients`