segundo_semestre/programacao_web/docker-code-main/www/codeigniter4/app/Controllers/Admin/Contact.php

SELECT *
FROM `contacts`
 LIMIT 5
SELECT COUNT(*) AS `numrows`
FROM `contacts`
---
    public function list()
    {
        $data = [
            'contacts' => $this->ContactModel->paginate(5),
            'pager' => $this->ContactModel->pager
        ];