segundo_semestre/programacao_web/docker-code-main/www/codeigniter4/app/Models/UserModel.php

    public function getUser($userName)
    {
        return $this->where('user', $userName)->first();
---
SELECT *
FROM `users`
WHERE `user` = 'adm'
 LIMIT 1